<?php
namespace Config;

class ErrMessage
{
    public static $message = array(
        '0' => '成功',
        '999999' => '系统错误',
        '999005' => '提交参数有误',
        '999006' => 'accessToken过期或不存在',
        '998001' => '短信发送失败',
        '998002' => '该手机号已注册',
        '998003' => '该手机号不存在',
        '998004' => '用户密码错误',
        '998005' => '用户资产信息异常',
        '998006' => '礼物不存在',
        '998007' => '账户余额不足',
        '997001' => '房间号(RoomId)不存在',
        '997002' => '用户信息不存在',
        '997003' => '取消关注失败',
        '997004' => '关注失败',
        '997005' => '设置直播间管理员失败',
        '997006' => '取消设置直播间管理员失败',
    );
}
